Repository: hakankorhasan/quitly
Catalog: quitly/quitly/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, tr, zh_hans

# mq_quote_182
source: The person in the mirror is proud of you.
ar: ابقَ هادئًا. أنت المسيطر.
de: Bleiben Sie ruhig. Sie haben die Kontrolle.
es: "Mantén la calma. Tienes el control.",
fr: Rester calme. Vous avez le contrôle.
ja: 落ち着いてください。あなたがコントロールできます。
ko: 침착하세요. 당신은 통제할 수 있습니다.
pt_br: Fique calmo. Você está no controle.
ru: Сохраняйте спокойствие. Вы все контролируете.
tr: Sakin ol. Kontrol sende.
zh_hans: 保持冷静。您一切尽在掌握。

# mq_quote_183
source: Life is better when you remember all of it.
ar: هذه مجرد لحظة. لا تعطيه السلطة.
de: Das ist nur ein Moment. Gib ihm keine Macht.
es: "Es solo un momento. No le des poder.",
fr: Ceci n'est qu'un instant. Ne lui donnez pas de pouvoir.
ja: これはほんの一瞬です。力を与えないでください。
ko: 이것은 단지 순간일 뿐입니다. 힘을 주지 마세요.
pt_br: Este é apenas um momento. Não dê poder a isso.
ru: Это всего лишь момент. Не давайте ему власти.
tr: Bu sadece bir an. Ona güç verme.
zh_hans: 这只是一瞬间。不要给它力量。

# mq_quote_184
source: Your heart rate is steadier. Your life is too.
ar: دع الرغبة موجودة دون التصرف بناءً عليها.
de: Lassen Sie den Drang bestehen, ohne ihm nachzugehen.
es: "Deja que el impulso exista sin actuar sobre él.",
fr: Laissez l’envie exister sans agir en conséquence.
ja: 衝動は行動に移さずに存在させてください。
ko: 충동에 따라 행동하지 않고 존재하게 하십시오.
pt_br: Deixe o desejo existir sem agir de acordo com ele.
ru: Позвольте этому желанию существовать, не действуя на него.
tr: Harekete geçmeden dürtünün var olmasına izin ver.
zh_hans: 让这种冲动存在而不采取行动。

# mq_quote_185
source: Dedication today. Celebration tomorrow.
ar: ابقَ على الأرض. أنت أقوى من هذا.
de: Bleiben Sie auf dem Boden. Du bist stärker als das.
es: "Mantén los pies en la tierra. Eres más fuerte que esto.",
fr: Restez ancré. Tu es plus fort que ça.
ja: 地に足をつけてください。あなたはこれより強いです。
ko: 접지 상태를 유지하세요. 당신은 이것보다 더 강해요.
pt_br: Fique com os pés no chão. Você é mais forte que isso.
ru: Оставайтесь заземленными. Ты сильнее этого.
tr: Ayakların yere sağlam bassın. Bundan daha güçlüsün.
zh_hans: 保持脚踏实地。你比这个更强。

# mq_quote_186
source: You're planting seeds today that your future self will harvest.
ar: هدئ عقلك وثق بقرارك.
de: Beruhige deinen Geist und vertraue deiner Entscheidung.
es: "Calma tu mente y confía en tu decisión.",
fr: Calmez votre esprit et faites confiance à votre décision.
ja: 心を落ち着かせて、自分の決断を信じてください。
ko: 마음을 진정시키고 당신의 결정을 믿으세요.
pt_br: Acalme sua mente e confie em sua decisão.
ru: Успокойте свой разум и доверьтесь своему решению.
tr: Zihnini sakinleştir ve kararına güven.
zh_hans: 冷静下来并相信自己的决定。

# mq_quote_187
source: The calm after the storm is called sobriety.
ar: لا تحتاج إلى الرد. فقط لاحظ.
de: Sie müssen nicht reagieren. Beobachte einfach.
es: "No necesitas reaccionar. Solo observa.",
fr: Vous n’avez pas besoin de réagir. Observez simplement.
ja: 反応する必要はありません。ただ観察してください。
ko: 반응할 필요는 없습니다. 그냥 관찰하세요.
pt_br: Você não precisa reagir. Apenas observe.
ru: Вам не нужно реагировать. Просто наблюдайте.
tr: Tepki vermek zorunda değilsin. Sadece gözlemle.
zh_hans: 你不需要做出反应。只要观察。

# mq_quote_188
source: Your bones are getting stronger without alcohol's interference.
ar: ابق حاضرا. هذا سوف يمر.
de: Bleiben Sie präsent. Das wird vergehen.
es: "Mantente presente. Esto pasará.",
fr: Restez présent. Cela passera.
ja: 存在してください。これは通るでしょう。
ko: 현재 상태를 유지하세요. 이것은 지나갈 것이다.
pt_br: Fique presente. Isso vai passar.
ru: Оставайтесь присутствующими. Это пройдет.
tr: Anda kal. Bu da geçecek.
zh_hans: 留在现场。这会过去的。

# mq_quote_189
source: Never underestimate the power of 'no, thank you.'
ar: السلام يأتي من السيطرة، وليس من الاستسلام.
de: Frieden entsteht durch Kontrolle, nicht durch Nachgeben.
es: "La paz viene del control, no de rendirse.",
fr: La paix vient du contrôle et non de la soumission.
ja: 平和は、屈服することによってではなく、コントロールによってもたらされます。
ko: 평화는 굴복이 아니라 통제에서 나옵니다.
pt_br: A paz vem do controle, não da cedência.
ru: Мир приходит от контроля, а не от уступок.
tr: Huzur pes etmekten değil, kontrolü elinde tutmaktan gelir.
zh_hans: 和平来自控制，而不是屈服。

# mq_quote_190
source: Your pancreas is healing. Your spirit is too.
ar: فقط تجاوز هذه اللحظة. هذا يكفي.
de: Überstehe einfach diesen Moment. Das reicht.
es: "Solo supera este momento. Con eso es suficiente.",
fr: Traversez simplement ce moment. C'est assez.
ja: ただ今この瞬間を乗り越えてください。それで十分です。
ko: 이 순간을 이겨내세요. 그것으로 충분합니다.
pt_br: Apenas supere esse momento. Isso é o suficiente.
ru: Просто переживи этот момент. Этого достаточно.
tr: Sadece bu anı atlat. Bu kadarı yeterli.
zh_hans: 只要熬过这一刻。这就够了。

# mq_quote_191
source: Today is another chance to be who you want to be.
ar: ابقَ قوياً خلال الدقائق القليلة القادمة. يمكنك أن تفعل ذلك.
de: Bleiben Sie die nächsten Minuten stark. Du kannst es schaffen.
es: "Mantente fuerte por los próximos minutos. Tú puedes hacerlo.",
fr: Restez fort pendant les prochaines minutes. Vous pouvez le faire.
ja: 次の数分間は頑張ってください。できますよ。
ko: 앞으로 몇 분 동안 강하게 지내세요. 할 수 있어요.
pt_br: Fique forte pelos próximos minutos. Você pode fazer isso.
ru: Оставайтесь сильными в течение следующих нескольких минут. Вы можете это сделать.
tr: Önümüzdeki birkaç dakika boyunca güçlü kal. Bunu yapabilirsin.
zh_hans: 在接下来的几分钟里保持坚强。你可以做到的。

# mq_quote_192
source: Sobriety is courage, wrapped in discipline, sealed with hope.
ar: قرار واحد صغير الآن يغير مستقبلك.
de: Eine kleine Entscheidung jetzt verändert Ihre Zukunft.
es: "Una pequeña decisión ahora mismo cambia tu futuro.",
fr: Une petite décision maintenant change votre avenir.
ja: 今の小さな決断があなたの未来を変えます。
ko: 지금의 작은 결정 하나가 당신의 미래를 바꿉니다.
pt_br: Uma pequena decisão agora muda o seu futuro.
ru: Одно маленькое решение прямо сейчас меняет ваше будущее.
tr: Şu an vereceğin küçük bir karar geleceğini değiştirir.
zh_hans: 现在的一个小决定会改变你的未来。

# mq_quote_193
source: Your blood sugar is stable. Your mood is too.
ar: لا تستسلم. ليس هذه المرة.
de: Gib nicht auf. Diesmal nicht.
es: "No te rindas. Esta vez no.",
fr: N'abandonnez pas. Pas cette fois.
ja: あきらめないで。今回は違います。
ko: 포기하지 마세요. 이번에는 아닙니다.
pt_br: Não desista. Não desta vez.
ru: Не сдавайтесь. Не в этот раз.
tr: Pes etme. Bu sefer değil.
zh_hans: 不要放弃。这次不是。

# mq_quote_194
source: The strongest steel is forged in the hottest fire.
ar: البقاء في السيطرة. لقد تجاوزت هذا تقريبًا.
de: Behalten Sie die Kontrolle. Du hast das fast hinter dir.
es: "Mantén el control. Ya casi superas esto.",
fr: Gardez le contrôle. Vous avez presque dépassé ce stade.
ja: 常にコントロールしてください。もうすぐ終わりです。
ko: 통제력을 유지하세요. 이제 거의 다 지났습니다.
pt_br: Mantenha o controle. Você está quase superando isso.
ru: Оставайтесь под контролем. Вы уже почти прошли это.
tr: Kontrolü bırakma. Bunu atlatmak üzeresin.
zh_hans: 保持控制。你已经快要过去了。

# mq_quote_195
source: You are proof that change is possible.
ar: هذه هي فرصتك للفوز. خذها.
de: Das ist Ihre Chance zu gewinnen. Nimm es.
es: "Esta es tu oportunidad de ganar. Tómala.",
fr: C'est votre chance de gagner. Prends-le.
ja: これは勝つチャンスです。受け取ってください。
ko: 이것이 승리할 수 있는 기회입니다. 가져가세요.
pt_br: Esta é sua chance de ganhar. Pegue.
ru: Это ваш шанс на победу. Возьми это.
tr: Bu senin kazanma şansın. Yakala onu.
zh_hans: 这是你获胜的机会。拿走吧。

# mq_quote_196
source: Every alcohol-free day adds years to your life.
ar: يستمر في التقدم. أنت أقوى مما تشعر به.
de: Weitermachen. Du bist stärker als du dich fühlst.
es: "Sigue adelante. Eres más fuerte de lo que te sientes.",
fr: Continue. Vous êtes plus fort que vous ne le pensez.
ja: 続けて。あなたは自分が感じているよりも強いのです。
ko: 계속하세요. 당신은 당신이 느끼는 것보다 더 강합니다.
pt_br: Continue. Você é mais forte do que sente.
ru: Продолжать идти. Ты сильнее, чем ты чувствуешь.
tr: Devam et. Hissettiğinden daha güçlüsün.
zh_hans: 继续前进。你比你感觉的更坚强。

# mq_quote_197
source: Trust yourself. You've made it this far.
ar: هذه اللحظة مهمة أكثر مما تعتقد.
de: Dieser Moment ist wichtiger als Sie denken.
es: "Este momento importa más de lo que crees.",
fr: Ce moment compte plus que vous ne le pensez.
ja: この瞬間はあなたが思っている以上に重要です。
ko: 이 순간은 당신이 생각하는 것보다 더 중요합니다.
pt_br: Este momento é mais importante do que você pensa.
ru: Этот момент имеет большее значение, чем вы думаете.
tr: Bu an sandığından daha önemli.
zh_hans: 这一刻比你想象的更重要。

# mq_quote_198
source: Your hydration level is where it should be. Your life is following suit.
ar: ابق قويا. أنت تبني شيئًا حقيقيًا.
de: Stark bleiben. Du baust etwas Echtes auf.
es: "Mantente fuerte. Estás construyendo algo real.",
fr: Reste fort. Vous construisez quelque chose de réel.
ja: 強くありなさい。あなたは本物のものを構築しているのです。
ko: 힘내세요. 당신은 실제적인 것을 만들고 있습니다.
pt_br: Aguente firme. Você está construindo algo real.
ru: Оставайся сильным. Вы строите что-то настоящее.
tr: Güçlü kal. Gerçek bir şey inşa ediyorsun.
zh_hans: 坚强点。你正在构建一些真实的东西。

# mq_quote_199
source: You’ve got this. Don’t stop now.
ar: لقد حصلت على هذا. لا تتوقف الآن.
de: Du hast das. Hör jetzt nicht auf.
es: "Tú puedes con esto. No te detengas ahora."
fr: Vous avez ceci. Ne vous arrêtez pas maintenant.
ja: これを持っています。今はやめないでください。
ko: 당신은 이것을 가지고 있습니다. 지금 멈추지 마세요.
pt_br: Você tem isso. Não pare agora.
ru: У вас есть это. Не останавливайся сейчас.
tr: Bunu halledeceksin. Şimdi durma.
zh_hans: 你已经得到了这个。现在不要停下来。

# next_reward_empty
source: Add a goal & treat yourself
ar: أضف هدفًا وعامل نفسك
de: Fügen Sie ein Ziel hinzu und gönnen Sie sich etwas
fr: Ajoutez un objectif et faites-vous plaisir
ja: 目標を追加して自分へのご褒美を
ko: 목표를 추가하고 자신을 위한 대접을 받으세요
pt_br: Adicione uma meta e mime-se
ru: Добавьте цель и побалуйте себя
tr: Hedef ekle, kendini ödüllendir
zh_hans: 添加一个目标并善待自己

# next_reward_heading
source: NEXT REWARD
ar: المكافأة التالية
de: NÄCHSTE BELOHNUNG
fr: PROCHAINE RÉCOMPENSE
ja: 次の報酬
ko: 다음 보상
pt_br: PRÓXIMA RECOMPENSA
ru: СЛЕДУЮЩАЯ НАГРАДА
tr: SIRADAKI ÖDÜL
zh_hans: 下一个奖励

# next_reward_remaining
source: %d%@ more to go
ar: %d%@ لا يزال هناك المزيد
de: Noch %d%@ übrig
fr: %d%@ il reste encore beaucoup à faire
ja: %d%@ あと残り
ko: %d%@ 더 남음
pt_br: %d%@ ainda falta
ru: %d%@ еще осталось
tr: %d%@ daha gerekli
zh_hans: %d%@ 还有更多内容

# notif_friday_body
source: Weekend doesn't mean losing your progress. Stay strong! 💪
ar: عطلة نهاية الأسبوع لا تعني خسارة تقدمك. ابقَ قويًا! 💪
de: Wochenende heißt nicht, deinen Fortschritt zu verlieren. Bleib stark! 💪
es: El fin de semana no significa perder tu progreso. ¡Mantente fuerte! 💪
fr: Le week-end ne signifie pas perdre tes progrès. Reste fort ! 💪
ja: 週末だからといって進歩を失う必要はありません。頑張って！💪
ko: 주말이라고 진행 상황을 잃을 필요는 없어요. 강하게! 💪
pt_br: Fim de semana não é desculpa para perder o progresso. Fique forte! 💪
ru: Выходные — не повод терять прогресс. Будь сильным! 💪
tr: Hafta sonu ilerlemeni kaybetmek zorunda değilsin. Güçlü kal! 💪
zh_hans: 周末不意味着失去你的进步。保持坚强！💪

# notif_friday_title
source: Weekend Check-in 🛡️
ar: تسجيل نهاية الأسبوع 🛡️
de: Wochenend-Check 🛡️
es: Control de fin de semana 🛡️
fr: Bilan du week-end 🛡️
ja: 週末チェックイン 🛡️
ko: 주말 체크인 🛡️
pt_br: Check-in de fim de semana 🛡️
ru: Проверка на выходных 🛡️
tr: Hafta Sonu Kontrolü 🛡️
zh_hans: 周末签到 🛡️

# notif_morning_body
source: You're %d days clean. Keep going! 🌅
ar: أنت نظيف منذ %d يوم. واصل! 🌅
de: Du bist seit %d Tagen clean. Weiter so! 🌅
es: Llevas %d días limpio. ¡Sigue así! 🌅
fr: Tu es sobre depuis %d jours. Continue ! 🌅
ja: %d日間クリーンです。続けましょう！🌅
ko: %d일째 금주 중이에요. 계속 가요! 🌅
pt_br: Você está há %d dias sóbrio. Continue! 🌅
ru: Ты трезв %d дней. Продолжай! 🌅
tr: %d gündür temizsin. Devam et! 🌅
zh_hans: 你已经清醒%d天了。继续加油！🌅

# notif_morning_title
source: Good Morning! ☀️
ar: صباح الخير! ☀️
de: Guten Morgen! ☀️
es: ¡Buenos días! ☀️
fr: Bonjour ! ☀️
ja: おはようございます！☀️
ko: 좋은 아침이에요! ☀️
pt_br: Bom dia! ☀️
ru: Доброе утро! ☀️
tr: Günaydın! ☀️
zh_hans: 早上好！☀️

# notif_saturday_body
source: You've been sober for %d days. Don't break the chain tonight! 🔥
ar: أنت صاحي منذ %d يوم. لا تكسر السلسلة الليلة! 🔥
de: Du bist seit %d Tagen nüchtern. Brich die Kette heute Nacht nicht! 🔥
es: Llevas %d días sobrio. ¡No rompas la cadena esta noche! 🔥
fr: Tu es sobre depuis %d jours. Ne brise pas la chaîne ce soir ! 🔥
ja: %d日間断酒中です。今夜も継続しましょう！🔥
ko: %d일째 금주 중이에요. 오늘 밤 연속 기록을 깨지 마세요! 🔥
pt_br: Você está há %d dias sóbrio. Não quebre a corrente esta noite! 🔥
ru: Ты трезв %d дней. Не прерывай цепочку сегодня! 🔥
tr: %d gündür temizsin. Bu gece zinciri kırma! 🔥
zh_hans: 你已经清醒%d天了。今晚别打断连续记录！🔥

# notif_saturday_title
source: Stay on Track 🔥
ar: ابقَ على المسار 🔥
de: Bleib auf Kurs 🔥
es: Sigue en el camino 🔥
fr: Reste sur la bonne voie 🔥
ja: 軌道に乗り続けよう 🔥
ko: 계속 유지하세요 🔥
pt_br: Continue firme 🔥
ru: Не сворачивай 🔥
tr: Yolunda Kal 🔥
zh_hans: 保持正轨 🔥

source: Off
ar: عن
de: Aus
fr: Désactivé
ja: オフ
ko: 끄다
pt_br: Desligado
ru: Выключенный
zh_hans: 离开

source: On
ar: على
de: An
fr: Sur
ja: の上
ko: ~에
pt_br: Sobre
ru: На
zh_hans: 在

# onboarding_alcohol
source: Alcohol
ar: الكحول
de: Alkohol
fr: Alcool
ja: アルコール
ko: 술
pt_br: Álcool
ru: Алкоголь
tr: Alkol
zh_hans: 酒精

# onboarding_caffeine
source: Caffeine
ar: الكافيين
de: Koffein
fr: Caféine
ja: カフェイン
ko: 카페인
pt_br: Cafeína
ru: Кофеин
tr: Kafein
zh_hans: 咖啡因

# onboarding_custom
source: Custom
ar: مخصص
de: Brauch
fr: Coutume
ja: カスタム
ko: 관습
pt_br: Personalizado
ru: Обычай
tr: Özel
zh_hans: 风俗

# onboarding_daily_cost_label
source: Daily Cost
ar: التكلفة اليومية
de: Tägliche Kosten
fr: Coût quotidien
ja: 1 日あたりのコスト
ko: 일일 비용
pt_br: Custo Diário
ru: Ежедневная стоимость
tr: Günlük Maliyet
zh_hans: 每日费用

# onboarding_finish
source: Let's Go!
ar: دعنا نذهب!
de: Lass uns gehen!
fr: Allons-y!
ja: さあ行こう！
ko: 갑시다!
pt_br: Vamos!
ru: Пойдем!
tr: Başlıyoruz!
zh_hans: 我们走吧！

# onboarding_get_started
source: Let's Start
ar: لنبدأ
de: Fangen wir an
fr: Commençons
ja: 始めましょう
ko: 시작하자
pt_br: Vamos começar
ru: Давайте начнем
tr: Hadi Başlayalım
zh_hans: 让我们开始吧

# onboarding_habit_name_label
source: Habit Name
ar: اسم العادة
de: Gewohnheitsname
fr: Nom de l'habitude
ja: 習慣名
ko: 습관 이름
pt_br: Nome do hábito
ru: Название привычки
tr: Alışkanlık Adı
zh_hans: 习惯名称

# onboarding_habit_name_placeholder
source: e.g. Smoking
ar: على سبيل المثال تدخين
de: z.B. Rauchen
fr: par ex. Fumeur
ja: 例えば喫煙
ko: 예를 들어 흡연
pt_br: por exemplo Fumar
ru: например Курение
tr: örn. Sigara
zh_hans: 例如吸烟

# onboarding_pick_habit
source: What are you quitting?
ar: ما الذي ستتركه؟
de: Was gibst du auf?
fr: Qu'est-ce que tu abandonnes ?
ja: 何を辞めるの？
ko: 뭐 그만둘 거야?
pt_br: Do que você está desistindo?
ru: Что ты бросаешь?
tr: Neyi bırakıyorsun?
zh_hans: 你要放弃什么？

# onboarding_quit_date_label
source: Quit Date
ar: تاريخ الإقلاع عن التدخين
de: Beendigungsdatum
fr: Date d'arrêt
ja: 退職日
ko: 종료 날짜
pt_br: Data de encerramento
ru: Дата выхода
tr: Bırakma Tarihi
zh_hans: 戒烟日期

# onboarding_setup_title
source: Set Your Goal
ar: حدد هدفك
de: Setzen Sie Ihr Ziel
fr: Fixez votre objectif
ja: 目標を設定する
ko: 목표 설정
pt_br: Defina sua meta
ru: Установите свою цель
tr: Hedefini Belirle
zh_hans: 设定你的目标

# onboarding_smoking
source: Smoking
ar: تدخين
de: Rauchen
fr: Fumeur
ja: 喫煙
ko: 흡연
pt_br: Fumar
ru: Курение
tr: Sigara
zh_hans: 吸烟

# onboarding_social_media
source: Social Media
ar: وسائل التواصل الاجتماعي
de: Soziale Medien
fr: Réseaux sociaux
ja: ソーシャルメディア
ko: 소셜 미디어
pt_br: Mídias Sociais
ru: Социальные сети
tr: Sosyal Medya
zh_hans: 社交媒体

# onboarding_sugar
source: Sugar
ar: سكر
de: Zucker
fr: Sucre
ja: 砂糖
ko: 설탕
pt_br: Açúcar
ru: Сахар
tr: Şeker
zh_hans: 糖

# onboarding_tagline
source: Your alcohol-free journey starts here
ar: رحلتك الخالية من الكحول تبدأ هنا
de: Deine alkoholfreie Reise beginnt hier
es: Tu viaje sin alcohol comienza aquí
fr: Votre parcours sans alcool commence ici
ja: あなたのアルコールフリーな旅はここから始まります
ko: 당신의 금주 여정이 여기서 시작됩니다
pt_br: Sua jornada sem álcool começa aqui
ru: Ваш путь без алкоголя начинается здесь
tr: Alkolsüz yolculuğun burada başlıyor
zh_hans: 你的无酒之旅从这里开始

# paywall_cta
source: Stay Strong – Go Premium
ar: ابق قويًا – اذهب إلى الإصدار المميز
de: Bleiben Sie stark – werden Sie Premium
es: Mantente Fuerte – Hazte Premium
fr: Restez fort – Optez pour Premium
ja: 強くなりましょう – プレミアムに移行しましょう
ko: 힘내세요 - 프리미엄으로 전환하세요
pt_br: Fique Forte – Torne-se Premium
ru: Оставайтесь сильными – переходите на премиум-версию
tr: Güçlü Kal – Premium'a Geç
zh_hans: 保持坚强 – 迈向高端

# paywall_feature_habits
source: Unlimited Habits
ar: عادات غير محدودة
de: Unbegrenzte Gewohnheiten
es: Hábitos Ilimitados
fr: Habitudes illimitées
ja: 無制限の習慣
ko: 무제한의 습관
pt_br: Hábitos Ilimitados
ru: Неограниченные привычки
tr: Sınırsız Alışkanlık
zh_hans: 无限的习惯

# paywall_feature_habits_desc
source: Track multiple habits at once
ar: تتبع عادات متعددة في وقت واحد
de: Verfolgen Sie mehrere Gewohnheiten gleichzeitig
es: Rastrea múltiples hábitos a la vez
fr: Suivez plusieurs habitudes à la fois
ja: 複数の習慣を一度に追跡する
ko: 여러 습관을 한 번에 추적
pt_br: Acompanhe vários hábitos de uma só vez
ru: Отслеживайте несколько привычек одновременно
tr: Birden fazla alışkanlığı aynı anda takip et
zh_hans: 一次追踪多个习惯

# paywall_feature_insights
source: Advanced Insights
ar: رؤى متقدمة
de: Erweiterte Einblicke
es: Estadísticas Avanzadas
fr: Informations avancées
ja: 高度な洞察
ko: 고급 통찰력
pt_br: Informações avançadas
ru: Расширенная информация
tr: Gelişmiş İstatistikler
zh_hans: 先进的见解

# paywall_feature_insights_desc
source: Detailed progress stats
ar: إحصائيات التقدم التفصيلية
de: Detaillierte Fortschrittsstatistiken
es: Estadísticas detalladas de progreso
fr: Statistiques de progression détaillées
ja: 詳細な進捗状況の統計
ko: 자세한 진행 상황
pt_br: Estatísticas detalhadas de progresso
ru: Подробная статистика прогресса
tr: Detaylı ilerleme analizleri
zh_hans: 详细的进度统计

# paywall_feature_protection
source: Streak Protection
ar: حماية السلسلة
de: Streak-Schutz
es: Protección de racha
fr: Protection de série
ja: ストリーク保護
ko: 연속 기록 보호
pt_br: Proteção de sequência
ru: Защита серии
tr: Seri Koruması
zh_hans: 连续记录保护

# paywall_feature_protection_desc
source: Slip once without losing your streak
ar: انزلق مرة دون خسارة سلسلتك
de: Einmal ausrutschen, ohne deinen Streak zu verlieren
es: Recae una vez sin perder tu racha
fr: Une rechute sans perdre votre série
ja: 一度の失敗でストリークを失わない
ko: 한 번 실수해도 연속 기록을 잃지 않습니다
pt_br: Deslize uma vez sem perder sua sequência
ru: Один срыв без потери серии
tr: Bir kez kaysan bile serini kaybetme
zh_hans: 一次失误不会丢失连续记录

# paywall_feature_streak
source: Streak Protection
ar: حماية الخط
de: Streifenschutz
es: Protección de Racha
fr: Protection contre les traces
ja: ストリークプロテクション
ko: 줄무늬 방지
pt_br: Proteção contra riscos
ru: Защита от полос
tr: Seri Koruması
zh_hans: 条纹保护

# paywall_feature_streak_desc
source: Never lose your streak
ar: لا تفقد خطك أبدًا
de: Verliere niemals deinen Streak
es: Nunca pierdas tu racha
fr: Ne perdez jamais votre séquence
ja: 連勝記録を決して失うことはありません
ko: 연속 기록을 잃지 마세요
pt_br: Nunca perca sua sequência
ru: Никогда не теряй свою серию
tr: Serini asla kaybetme
zh_hans: 永远不要失去你的连胜

# paywall_feature_themes
source: Premium Themes
ar: مواضيع متميزة
de: Premium-Themen
es: Temas Premium
fr: Thèmes premium
ja: プレミアムテーマ
ko: 프리미엄 테마
pt_br: Temas Premium
ru: Премиум темы
tr: Premium Temalar
zh_hans: 高级主题

# paywall_feature_themes_desc
source: Beautiful app themes
ar: مواضيع التطبيق الجميلة
de: Wunderschöne App-Themen
es: Hermosos temas de la app
fr: Beaux thèmes d'application
ja: 美しいアプリのテーマ
ko: 아름다운 앱 테마
pt_br: Lindos temas de aplicativos
ru: Красивые темы приложений
tr: Şık uygulama temaları
zh_hans: 美丽的应用程序主题

# paywall_feature_widgets
source: Better Widgets
ar: الحاجيات أفضل
de: Bessere Widgets
es: Mejores Widgets
fr: De meilleurs widgets
ja: より良いウィジェット
ko: 더 나은 위젯
pt_br: Melhores widgets
ru: Лучшие виджеты
tr: Gelişmiş Widget'lar
zh_hans: 更好的小部件

# paywall_feature_widgets_desc
source: Home screen widgets
ar: الحاجيات الشاشة الرئيسية
de: Widgets für den Startbildschirm
es: Widgets de pantalla de inicio
fr: Widgets de l'écran d'accueil
ja: ホーム画面ウィジェット
ko: 홈 화면 위젯
pt_br: Widgets da tela inicial
ru: Виджеты на главном экране
tr: Ana ekran widget'ları
zh_hans: 主屏幕小部件

# paywall_headline
source: Don't Lose Your Progress
ar: لا تفقد تقدمك
de: Verlieren Sie nicht Ihren Fortschritt
es: No Pierdas Tu Progreso
fr: Ne perdez pas votre progression
ja: 進捗状況を失わないでください
ko: 진행 상황을 잃지 마십시오
pt_br: Não perca seu progresso
ru: Не теряйте свой прогресс
tr: İlerlemeni Kaybetme
zh_hans: 不要失去你的进步

# paywall_price
source: $4.99 / month
ar: 4.99 دولار / شهر
de: 4,99 $/Monat
es: 4,99 € / mes
fr: 4,99 $/mois
ja: $4.99/月
ko: $4.99/월
pt_br: $ 4,99 / mês
ru: 4,99 доллара США в месяц
tr: ₺149.99 / ay
zh_hans: 4.99 美元/月

# paywall_price_period
source: Cancel anytime. No commitment.
ar: إلغاء في أي وقت. لا التزام.
de: Jederzeit kündbar. Keine Verpflichtung.
es: Cancela en cualquier momento. Sin compromiso.
fr: Annulez à tout moment. Aucun engagement.
ja: いつでもキャンセルできます。約束はありません。
ko: 언제든지 취소하세요. 헌신이 없습니다.
pt_br: Cancele a qualquer momento. Sem compromisso.
ru: Отменить в любое время. Никаких обязательств.
tr: İstediğin zaman iptal et. Taahhüt yok.
zh_hans: 随时取消。没有承诺。

# paywall_privacy
source: Privacy
ar: خصوصية
de: Privatsphäre
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 은둔
pt_br: Privacidade
ru: Конфиденциальность
tr: Gizlilik
zh_hans: 隐私

# paywall_restore
source: Restore
ar: يعيد
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元する
ko: 복원하다
pt_br: Restaurar
ru: Восстановить
tr: Geri Yükle
zh_hans: 恢复

# paywall_skip
source: Maybe later
ar: ربما في وقت لاحق
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
ja: たぶん後で
ko: 어쩌면 나중에
pt_br: Talvez mais tarde
ru: Может быть, позже
tr: Belki daha sonra
zh_hans: 也许稍后

# paywall_subscription_annual
source: 1-Year Subscription (12 months) • Auto-renews annually
ar: اشتراك سنوي (١٢ شهراً) • يتجدد تلقائياً
de: Jahresabo (12 Monate) • Automatisch verlängerbar
es: Suscripción anual (12 meses) • Se renueva anualmente
fr: Abonnement annuel (12 mois) • Renouvellement annuel
ja: 1年間サブスクリプション（12か月）• 毎年自動更新
ko: 1년 구독 (12개월) • 매년 자동 갱신
pt_br: Assinatura anual (12 meses) • Renovação anual
ru: Годовая подписка (12 месяцев) • Автопродление ежегодно
tr: 1 Yıllık Abonelik (12 ay) • Yıllık otomatik yenilenir
zh_hans: 1年订阅（12个月）• 每年自动续期

# paywall_subscription_duration
source: Monthly Subscription • Auto-renews
ar: اشتراك شهري • يتجدد تلقائياً
de: Monatsabo • Automatisch verlängerbar
es: Suscripción mensual • Se renueva automáticamente
fr: Abonnement mensuel • Renouvellement automatique
ja: 月間サブスクリプション • 自動更新
ko: 월간 구독 • 자동 갱신
pt_br: Assinatura mensal • Renovação automática
ru: Ежемесячная подписка • Автопродление
tr: Aylık Abonelik • Otomatik Yenilenir
zh_hans: 月度订阅 • 自动续期

# paywall_subscription_monthly
source: 1-Month Subscription • Auto-renews monthly
ar: اشتراك شهري (١ شهر) • يتجدد تلقائياً
de: 1-Monats-Abo • Automatisch verlängerbar
es: Suscripción de 1 mes • Se renueva mensualmente
fr: Abonnement 1 mois • Renouvellement mensuel
ja: 1か月サブスクリプション • 毎月自動更新
ko: 1개월 구독 • 매월 자동 갱신
pt_br: Assinatura de 1 mês • Renovação mensal
ru: Подписка на 1 месяц • Автопродление ежемесячно
tr: 1 Aylık Abonelik • Her ay otomatik yenilenir
zh_hans: 1个月订阅 • 每月自动续期

# paywall_subscription_weekly
source: 1-Week Subscription (7 days) • Auto-renews weekly
ar: اشتراك أسبوعي (٧ أيام) • يتجدد تلقائياً
de: Wochenabo (7 Tage) • Automatisch verlängerbar
es: Suscripción semanal (7 días) • Se renueva semanalmente
fr: Abonnement hebdomadaire (7 jours) • Renouvellement hebdomadaire
ja: 1週間サブスクリプション（7日）• 毎週自動更新
ko: 1주 구독 (7일) • 매주 자동 갱신
pt_br: Assinatura semanal (7 dias) • Renovação semanal
ru: Недельная подписка (7 дней) • Автопродление еженедельно
tr: 1 Haftalık Abonelik (7 gün) • Haftalık otomatik yenilenir
zh_hans: 1周订阅（7天）• 每周自动续期

# paywall_subtitle
source: You've come too far to quit now.
ar: لقد قطعت شوطا طويلا للانسحاب الآن.
de: Du bist zu weit gekommen, um jetzt aufzuhören.
es: Has llegado demasiado lejos para rendirte.
fr: Vous êtes allé trop loin pour arrêter maintenant.
ja: もう辞めるには行き過ぎています。
ko: 지금 그만두기에는 너무 멀리 왔습니다.
pt_br: Você chegou longe demais para desistir agora.
ru: Ты зашел слишком далеко, чтобы уйти сейчас.
tr: Bırakmak için çok fazla yol kat ettin.
zh_hans: 你已经走得太远了，现在不能放弃了。

# paywall_terms
source: Terms
ar: شروط
de: Bedingungen
es: Términos
fr: Termes
ja: 条項
ko: 자귀
pt_br: Termos
ru: Условия
tr: Koşullar
zh_hans: 条款
